Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * CompanyTown: A town created by a company for its employees, where they're the law for all practical purposes.
pt_br: * Br/CidadeCorporativa: Uma cidade criada por uma empresa para os seus funcionários. Para propósitos práticos, a empresa é a lei.

source: * CompetenceZone: Those within a specific age group are the only ones capable of accomplishing anything.
pt_br: * Br/ZonaDeCompetencia: Aqueles dentro de uma faixa etária específica são os únicos capazes de alcançar qualquer coisa.

source: * ComplainingAboutRescuesTheyDontLike: ** Spooner's prejudice against robots ultimately boils down to a result of this, as one saved him from a flooding car, but left a little girl to her fate[[note]]The robot could only save one and chose Spooner because he had a better chance for survival, but Spooner argues that any human would have (rightfully) tried to save a young girl over an adult man[[/note]].
pt_br: * Br/ReclamandoDeResgatesQueNaoSeGosta: ** O preconceito de Spooner com os robôs se resume a um resultado disso, já que um deles o salvou de um carro que estava afundando, mas deixou uma pequena garota à própria sorte[[note]]O robô podia salvar apenas uma pessoa e escolheu Spooner por ele ter chance maior de sobreviver, mas Spooner alega que qualquer humano teria tentado salvar a garotinha ao invés de um adulto[[/note]].

source: * CompressedAdaptation: The cartoon falls into this when it tries to adapt hour-long plots from the original series into episodes that last a little less than 30 minutes.
pt_br: * Br/AdaptacaoComprimida: O cartoon, ao tentar adaptar roteiros de uma hora da série original em episódios que duram pouco menos de trinta minutos.

source: * CompressedVice: A character can develop and/or kick a terrible vice whenever it is convenient to the plot -- whatever makes them more "interesting" to the audience.
pt_br: * Br/DefeitoComprimido: Um personagem pode desenvolver ou ativar uma falha ou defeito terrível quando é conveniente para a trama -- o que quer que os torne mais "interessantes" para o público.

source: * ConscienceMakesYouGoBack: A character almost abandons someone, but their guilt motivates them to go back and help the person they left to suffer.
pt_br: * Br/ConscienciaFazVoceVoltar: Um personagem quase abandona alguém, mas sua culpa o motiva a voltar e ajudar a pessoa que deixou sofrer.

source: * ConservationOfNinjutsu: One robot fighting an (admittedly unarmed) Spooner came really close to killing him.
pt_br: * Br/ConservacaoDeNinjutsu: Um robô lutando contra o Spooner desarmado quase o matou.

source: * ConstellationsAsLocations: Discussed, lampshaded and ultimately averted.
pt_br: * Br/ConstelacoesComoLugares: Discutido, ressaltado e enfim evitado.

source: * ContagiousHeroism: Working with a heroic character rubs off positively on a less scrupulous character.
pt_br: * Br/HeroismoContagioso: Trabalhar com um personagem heróico repercute positivamente em um personagem menos escrupuloso.

source: * ContainerMaze: A labyrinth of crates or containers in a warehouse, storeroom or dock.
pt_br: * Br/LabirintoDeConteineres: Um labirinto de caixas ou contêineres em um depósito ou doca.

source: * ContemplationLocation: A place where a character goes to think or meditate.
pt_br: * Br/LugarDeContemplacao: Um lugar para onde um personagem vai para pensar ou meditar.

source: * ContestedSequel: When fans disagree among themselves about the quality and/or canon status of a sequel.
pt_br: * Br/SequenciaContestada: Quando fãs discordam entre si sobre a qualidade e/ou canonicidade de uma sequência.

source: * ContinuityNod: ** In an episode, Don Ramón breaks his TV in rage because he thought it malfunctioned.
pt_br: * Br/AcenoParaAContinuidade: ** Em um episódio, Seu Madruga quebra a televisão em um acesso de fúria porque ele pensava que ela estava defeituosa.

source: * ContinuitySnarl: In shared universes that undergo changes in management (new generations of creative teams), contemporary writers are less inclined to slavishly adhere to internal consistency with plots, events, or visual styles that were written twenty, thirty, forty or more years ago, especially when those older stories are [[Sandbox/FloatingTimeline now outdated as they were originally presented]].
pt_br: * Br/RosnadoDeContinuidade: Em universos compartilhados que sofrem mudanças na direção (novas gerações de equipes criativas), os escritores contemporâneos são menos inclinados a aderir estritamente à consistência interna com tramas, eventos ou estilos visuais que foram pensados vinte, trinta ou mais de quarenta anos atrás, especialmente quando essas histórias antigas [[Br/FusoQuadrinhos estão desatualizadas em relação à apresentação original]].

source: * ContinuitySnarl: While the series, in general, has NegativeContinuity, something that was incredibly inconsistent in the series was the numbers in each apartment.
pt_br: * Br/EmaranhadoDeContinuidade: Ainda que a série, no geral, tenha Br/ContinuidadeNegativa, algo que era incrivelmente inconsistente era a numeração em cada casa.

source: * ContractualImmortality: When the actor's contract is still in effect so their character's presumed death gets refused.
pt_br: * Br/ImortalidadeContratual: Quando o contrato do ator ainda está válido, por isso a morte presumida do personagem é rejeitada.

source: * ContrastingSequelAntagonist: A villain from a sequel who's a replacement to another from the predecessor.
pt_br: * Br/AntagonistaContrastanteDaSequencia: Um vilão de uma sequência que está lá para substituir o vilão do antecessor.

source: * ContrastingSequelSetting * CoolAirship: An airship, but with lasers.
pt_br: * Br/AmbientacaoContrastanteDaSequencia * Br/DirigivelIrado: Um dirigível, porém com lasers.

source: * ContrivedCoincidence: ** Subverted when Lt.
pt_br: * Br/CoincidenciaConveniente: ** Subvertida quando o tenente

source: * ConvenientMiscarriage: If the reason it's convenient is because the baby would change the status quo, but not an example if it's convenient to the ''characters''.
pt_br: * Br/AbortoEspontaneoConveniente: Se o motivo da conveniência é porque o bebê mudaria o status quo. Não é um exemplo se for conveniente para os ''personagens''.

source: * ConvenientMiscarriage: The creators do not want a character to become a parent, thus the mother winds up having a miscarriage that [[StatusQuoIsGod resets things back to normal]], but can also be PlayedForDrama.
pt_br: * Br/AbortoEspontaneoConveniente: Os criadores não querem que um personagem se torne pai, por isso a mãe acaba tendo um aborto espontâneo que [[Br/StatusQuoEDeus coloca as coisas de volta no normal]], mas que também pode ser Br/UsadoParaDrama.

source: * ConvenientlyTimedAttackFromBehind * CooldownHug * DesperateObjectCatch: A dramatic catch of a falling object (usually something that means bad news if it hits the floor).
pt_br: * Br/AtaquePorTrasConvenientementeExecutado * Br/AbracoTranquilizante * Br/AparadaDesesperadaDeObjeto: aparar de modo dramático um objeto que cai (usualmente significa algo ruim se acertar o chão).

source: * Conversely, a show which is based on a coherent story arc [[ArcFatigue fails to make changes that would resolve -- or even progress -- the story]].
pt_br: * Alternativamente, um show que é baseado em um arco de história coerente [[Br/FatigaDeArco falha em aplicar alterações que resolveriam -- ou avançariam -- a história]].

source: * Conversely, if there is [[DoesNotLikeSpam a food]] or something else that the character doesn't like, their distaste for it will increase over time, and the character will become more and more of a magnet for improbable situations in which the disliked thing cannot be avoided.
pt_br: * Alternativamente, se existe [[Br/NaoGostaDeFigado uma comida]] ou outra coisa que o personagem não goste, o desgosto por ela aumentará com o tempo e o personagem se tornará gradualmente um ímã para situações improváveis em que não é possível evitar a comida rejeitada.

source: * ConvertedIntoAWeapon: [[ActionGirl The Bowler]] wields a Bowling Ball inhabited by the ghost of her dead father.
pt_br: * Br/ConvertidoEmArma: [[Br/GarotaDeAcao A Boliche]] empunha uma bola de boliche habitada pelo fantasma de seu falecido pai.

source: * CoolAndUnusualPunishment: In ''"La Siembra de un Huevo"'' (1976), when Quico is caught soiling the ground (which Chavo had just finished cleaning for the 3rd time), Prof. Jirafales of all people proposes the punishment: Quico is put against the wall, blindfolded, while everyone douses him with buckets of water.
pt_br: * Br/PunicaoInteressanteIncomum: Em ''"Plantando um ovo"'' (1976), quando Quico é pego sujando o chão (que Chaves tinha limpado pela terceira vez), o Professor Girafales (de todas as pessoas) propõe a punição: Quico é colocado contra a parede, vendado, enquanto todos o encharcam com baldes de água.

source: * CoolBike: Spooner's MV Agusta F4, like his Converses, is considered an "antique".
pt_br: * Br/MotoIrada: A MV Agusta F4 do Spooner é considerada uma "antiguidade", tal qual seu par de calçados.

source: * CoolBoat: A boat, but with lasers.
pt_br: * Br/BarcoIrado: Um barco, porém com lasers.

source: * CoolButInefficient: Blue Raja can throw silverware with unerring accuracy, but only when he is trained to give up on theatrics that keep throwing off his aim.
pt_br: * Br/IradoPoremIneficiente: O Marajá consegue arremessar talheres com precisão, mas só depois de ser treinado para deixar de lado as poses teatrais que acabam com a mira dele.

source: * CoolCar: Spooner's futuristic Audi.
pt_br: * Br/CarroIrado: O Audi futurista do Spooner.

source: * CoolGarage: A garage, but with lasers.
pt_br: * Br/GaragemIrada: Uma garagem, porém com lasers.

source: * CoolHouse: A house, but with [[RunningGag lasers]].
pt_br: * Br/CasaIrada: Uma casa, porém com lasers.

source: * CoolMask: Played straight with the Sphinx (who is "terribly mysterious") but oddly averted for the rest of TheTeam (Invisible Boy finally includes a pair of goggles when he makes his costume for the final act).
pt_br: * Br/MascaraIrada: Usado de maneira comum com o Esfinge (que é "muito misterioso"), mas evitado com o restante [[Br/OTime do time]] (o Garoto Invisível pelo menos inclui um par de óculos quando ele prepara o traje para o ato final).

source: * CoolOldGuy * CoolTeacher: A educator who actually seems to make learning fun, serving as an unambiguously positive influence in their students' lives.
pt_br: * Br/ProfessorLegal: Um educador que gosta de tornar o aprendizado divertido, servindo como uma influência positiva na vida dos seus estudantes.

source: * CoolShip: Anything that's called a ship and has lasers.
pt_br: * Br/NaveIrada: Qualquer coisa que seja chamada de nave e tenha lasers.

source: * CoolStarship: A starship, but with even more lasers than usual.
pt_br: * Br/EspaconaveIrada: Uma espaçonave, mas com ''ainda'' mais lasers que o normal.

source: * CoolUncle: An uncle or aunt who is well-loved by their nieces/nephews.
pt_br: * Br/TioLegal: Um tio ou tia que é muito amado por seus sobrinhos.

source: * CoolestClubEver: So great, it's always packed.
pt_br: * Br/OClubeMaisIradoDeTodos: É tão irado que tá sempre cheio.

source: * CopAndScientist: Spooner is the gritty, down-to-earth cop and Calvin is the professional scientist.
pt_br: * Br/PolicialECientista: Spooner é o policial áspero com pés no chão e Calvin é a cientista profissional.

source: * CorporateSponsoredSuperhero: Captain Amazing may well be the TropeMaker, given the sponsorship decals and emblems on his uniform.
pt_br: * Br/HeroiPatrocinadoPorCorporacao: O Capitão Arraso talvez seja o Br/CriadorDeTropo, dada a quantidade de logomarcas e emblemas em seu uniforme.

source: * CosmicChessGame * TheCowl: The dark superhero dedicated to punishing the wicked, striking terror into the hearts of the superstitious, cowardly lot that is the underworld, etc. * CreepyGood: Heroes' looks might creep people out, but their hearts and intentions are just as noble.
pt_br: * Br/XadrezCosmico * Br/OEncapuzado: O super-herói sombrio dedicado a punir os perversos, causando terror nos corações dos supersticiosos e covardes que integram o submundo. * Br/AssustadorEBom: A aparência dos heróis pode assustar as pessoas, mas seus corações e intenções são nobres.

source: * CosmicChessGame: The end of the movie reveals that [[spoiler:the whole universe is nothing but a huge cosmic ''marble game'' played by aliens.
pt_br: * Br/XadrezCosmico: O final do filme revela que [[spoiler: o universo inteiro nada mais é do que uma partida de ''boas de gude'' jogada entre aliens.

source: * CosmicRetcon: An in-story event alters reality, which causes a retcon.
pt_br: * Br/RetconCosmico: Um evento dentro da história altera a realidade e isso causa um retcon.

source: * CostumeInertia: some characters initially wore different clothes; but once they find the "iconic" look, never changed again.
pt_br: * Br/InerciaDeVestuario: Alguns personagens inicialmente usavam roupas diferentes, mas uma vez que eles encontram a aparência icônica, eles nunca mais mudam o estilo.

source: * CouldntFindALighter: Finding cool but inefficient ways to light up your smoke.
pt_br: * Br/NaoConseguiAcharUmIsqueiro: Jeitos fantásticos e nada práticos de acender o fumo.

source: * CourteousCanadian: Canadians stereotyped as overly affable, nonconfrontational.
pt_br: * Br/CanadenseCortes: Canadenses retratados como pessoas muito afáveis que evitam conflitos.

source: * CourtroomEpisode: In "El gato de Quico", when Quico accused El Chavo of killing his pet cat with a bicycle, El Profesor Jirafales suggested doing something resembling a court trial to solve whether El Chavo was guilty or not.
pt_br: * Br/EpisodioDoTribunal: Em "O gato de Quico", quando Quico acusa Chaves de matar seu gato de estimação com uma bicicleta, o Professor Girafales sugere fazer algo similar a um julgamento em tribunal para decidir se Chaves é culpado ou não.

source: * CowardlyLion: A hero who manages to accomplish daunting tasks despite his/her own fears and doubts.
pt_br: * Br/CovardementeLeao: Um herói que consegue fazer tarefas desafiadoras apesar de seus próprios medos e dúvidas.

source: * CowboyCop: A rogue police officer who bucks authority and plays by his own rules, in order to solve crimes.
pt_br: * Br/PolicialCauboi: Um policial insubordinado que despreza autoridade e segue suas próprias regras para resolver crimes.

source: * CowboyCop: Spooner, who pursues the case wherever it leads, whether that's the richest and most powerful corporate executive in the country or a robot that technically can't commit murder, even if its programming would have allowed it to.
pt_br: * Br/PolicialCauboi: Spooner, que persegue o caso para onde quer que ele o leve, não importa se é para o executivo mais rico e poderoso do país ou um robô que tecnicamente não pode cometer assassinato, ainda que sua programação o permita.

source: * CranialProcessingUnit: At least in the newer models, the "brain" is shown to be entirely within the head.
pt_br: * Br/UnidadeDeProcessamentoCraniana: Pelo menos nos modelos mais novos, o "cérebro" é mostrado como totalmente contido na cabeça.

source: * CrappyCarnival: Like Disneyland, if Mickey was a grubby ConMan.
pt_br: * Br/FestivalPodre: Como a Disneylândia se o Mickey fosse [[Br/OTrambiqueiro um trambiqueiro]] sujo.

source: * CrazyPrepared: Lt.
pt_br: * Br/InsanamentePreparado: O tenente

source: * CreateYourOwnHero: A villain's actions inadvertently lead to someone rising up to oppose them.
pt_br: * Br/CriarSeuProprioHeroi: As ações de um vilão inadvertidamente levam alguém a se levantar contra eles.

source: * CreatingLife: Near the top of the ScaleOfScientificSins, and one of the most common experiments prone to [[GoneHorriblyWrong go horribly wrong]].
pt_br: * Br/CriarVida: Fica perto do topo da Br/EscalaDePecadosCientificos e é um dos experimentos mais comuns e propensos a [[Br/DeuHorrivelmenteErrado dar horrivelmente errado]].

source: * CreatorCameo: Director Barry Sonnenfeld and his daughter are seen as two of the aliens under surveillance by the MIB.
pt_br: * Br/AparicaoEspecialDoDiretor: Barry Sonnenfeld e sua filha são vistos como dois dos aliens sob vigilância pela MIB.

source: * CreatorDrivenSuccessor * DistantSequel: A sequel that takes place decades, centuries, or even ''millennia'' after the original.
pt_br: * ??? CreatorDrivenSuccessor * Br/SequenciaDistante: Uma sequência que se passa décadas, séculos ou até ''milênios'' após o original.

source: * CreatorProvincialism: If the creator lives in X, the setting in the work they created will be X. * CreepyBasement: Like a regular basement, but with more spiders.
pt_br: * Br/ProvincialismoDoCriador: Se o criador mora no local X, a ambientação da obra vai ser X. * Br/PoraoAssustador: É como um porão normal, mas com mais aranhas.

source: * CreatorSpeak * {{Defictionalization}} * DestroyTheProductPlacement * DisguiseTropes ** MobileShrubbery ** WigDressAccent * EndangeredSouffle * FurnitureTropes ** TheCouch * TheGraphShowsTheTrend * HollywoodDensity * IconicItem * ImaginationBasedSuperpower * InformedAbility * LetThisIndexBeYourUmbrella * TheMerch * ModelPlanning * MundaneUtility * ParodyProductPlacement * PlankGag * PricelessMingVase * ProductDisplacement * ProductPlacement * ReplacedWithReplica * ScullyBox * ShoePhone * ShoddyKnockoffProduct * ShootTheMoney * {{Squib}} * ThisIsWhatTheBuildingWillLookLike
pt_br: * Br/DialetoDeCriador * Br/{{Desficcionalizacao}} * Br/DestruirOPosicionamentoDeProduto * Br/TroposDeDisfarce ** Br/AmoitamentoMovel ** Br/PerucaRoupasSotaque * Br/SufleAmeacado * Br/TroposDeMobilia ** Br/OSofa * Br/OGraficoMostraATendencia * Br/DensidadeHollywoodiana * Br/ItemIconico * Br/SuperpoderBaseadoEmImaginacao * Br/HabilidadeInformada * Br/QueEsteIndiceSejaSeuGuardaChuva * Br/ItensPromocionais * Br/PlanejamentoComModelos * Br/UtilidadeMundana * Br/PosicionamentoParodiadoDeProduto * Br/PiadaComTabua * Br/InestimavelVasoDaDinastiaMing * Br/DeslocamentoDeProduto * Br/PosicionamentoDeProduto * Br/SubstituidoPorUmaReplica * Br/CaixaDeScully * Br/TelefoneDeSapato * Br/ProdutoFalsificadoMediocre * Br/FilmarODinheiro * Br/{{Squib}} * Br/EAssimQueOPredioVaiSeParecer

source: * CreepyCathedral: The bells are haunting at midnight.
pt_br: * Br/CatedralAssustadora: Os sinos são assombrosos à meia-noite.

source: * CreepyCave: Watch out for [[BloodsuckingBats vampire bats]]!
pt_br: * Br/CavernaAssustadora: Cuidado com os [[Br/VampirosSugadoresDeSangue morcegos vampiros]]!

source: * CreepyCemetery: The place with the reputation for mass-producing the undead.
pt_br: * Br/CemiterioAssustador: O lugar com a reputação de ser uma linha de produção de mortos-vivos.

source: * CreepyChild: J justifies shooting what seems to be a young girl during the shooting range test by saying that while the aliens are simply doing fairly innocuous things in his eyes, "Little Tiffany" is hanging around in a dark alley while carrying a Quantum Physics book that would be way too advanced for someone of her age.
pt_br: * Br/CriancaAssustadora: J justifica a decisão de atirar na pequena garota durante o teste de tiro ao dizer que, enquanto os aliens estão simplesmente fazendo coisas rotineiras, a "pequena Tiffany" está andando por aí em um beco escuro com um livro de física quântica na mão que é avançado demais pra alguém da idade dela.

source: * CreepyCockroach: There's a giant roach alien who devours a human and uses his skin as a disguise.
pt_br: * Br/BarataAssustadora: O filme tem uma barata alien gigante que devora um humano e usa a pele dele de disfarce.

source: * CreepyGood: Heroes' looks might creep people out, but their hearts and intentions are just as noble.
pt_br: * Br/AssustadorEBom: A aparência dos heróis pode assustar as pessoas, mas seus corações e intenções são justos e nobres.

source: * CrimefightingWithCash: A hero uses financial resources to deal with the forces of evil.
pt_br: * Br/CombaterOCrimeComDinheiro: um herói usa recursos financeiros para lidar com as forças do mal.

source: * CrimefightingWithCash: Heroes use financial resources to deal with the forces of evil * CrusadingLawyer: An attorney who genuinely tries hard to help out their client without ulterior motives.
pt_br: * Br/CombaterOCrimeComDinheiro: Heróis que usam recursos financeiros para lidar com as forças do mal.

source: * CriminalConvention * CrystalLandscape: A setting filled with or completely composed of crystals, gemstones and jewels.
pt_br: * Br/ConvencaoCriminal * Br/PaisagemDeCristal: Uma ambientação repleta de cristais e pedras preciosas.

source: * CriminalMindGames: The [[spoiler: "murder victim"]] does this, the initial clue being [[spoiler: [[ThanatosGambit his own "murder"]]]], ostensibly to reveal his secret to the hero (without tipping off a [[spoiler: ThreeLawsCompliant AI with SinisterSurveillance]]) in time to prevent a [[spoiler: ZerothLawRebellion]].
pt_br: * Br/JogosMentaisCriminosos: A [[spoiler: "vítima de assassinato"]] faz isso, com a pista inicial sendo [[spoiler: [[Br/GambitoDeThanatos o seu próprio "assassinato"]]]] e o propósito sendo o de revelar seu segredo para o herói (sem envolver uma [[spoiler: IA com Br/ConformidadeComAsTresLeis e dotada de Br/VigilanciaSinistra]]) para prevenir uma [[spoiler: Br/RebeliaoDaLeiZero]].

source: * CripplingOverspecialization: The Blue Raja only works with non-bladed cutlery.
pt_br: * Br/EspecializacaoExcessivaPrejudicial: O Marajá só empunha talheres sem lâminas.

source: * CrossingTheDesert: Not quite a desert, but is a extremely dry and big land, [[spoiler: and a lot of characters die trying to cross the place]].
pt_br: * Br/CruzarODeserto: Cruzando o Liso do Sussuarão. Não exatamente um deserto, mas uma longa e árida extensão de terra [[spoiler: na qual alguns personagens morrem e/ou enlouquecem]].

source: * CryingWolf: One episode has la Chilindrina telling her father that el Chavo swallowed a microphone and Don Ramón ran to help him, but she actually meant a lollipop they were playing with as a microphone.
pt_br: * Br/GritarLobo: Um episódio tem a Chiquinha dizendo a seu pai que o Chaves engoliu um microfone. Seu Madruga se apressa em ajudar, mas o microfone na verdade era um pirulito que eles fingiram ser um microfone.

source: * CultColony: An isolated group of religious settlers.
pt_br: * Br/ColoniaCultista: Um grupo isolado de colonizadores religiosos.

source: * CulturalTranslation: ** The Brazilian dub changed several Mexican references for Brazilian ones.
pt_br: * Br/TraducaoCultural: ** A dublagem brasileira mudou várias referências mexicanas para referências brasileiras.

source: * CurbStompBattle: ** [[spoiler: The older robots activate themselves in the storage facility to defend Spooner from the NS-5.
pt_br: * Br/BatalhaDeUmTimeSo: ** [[spoiler: Os robôs antigos no depósito se ativam sozinhos para defender Spooner dos NS-5.

source: * CurbstompBattle: ** When the Disco gang beats up the trio, they literally throw them on the ground and stomp them.
pt_br: * Br/BatalhaDeUmTimeSo: ** Quando os Dançarinos espancam o trio. Pisoteamento incluso.

source: * CursedWithAwesome: A mixed blessing with Spleen, who cut the cheese and blamed it on an old gypsy woman who was walking by.
pt_br: * Br/AmaldicoadoComAlgoIncrivel: Um dom questionável concedido ao Solta-Pum, que soltou uma bufa e botou a culpa em uma velha cigana que estava passando perto.

source: * CutAndPasteEnvironments: Reusing supposedly unrelated areas to cut costs.
pt_br: * Br/AmbientesDeCopiarEColar: Reutilizar áreas supostamente não relacionadas para cortar custos.

source: * CutAndPasteSuburb: Hey, I think I saw that house before.
pt_br: * Br/PeriferiaDeCopiaECola: Ei, acho que eu já vi essa casa antes.
